{
    "season-1": {
      "episode-1": [ 
    "high-IQ sperm bank - בנק זרע לגבוהי IQ - 'Is this the high-IQ sperm bank?'",
    "genetic fraud - הונאה גנטית - 'committing genetic fraud.'",
    "differential - דיפרנציאל - 'use a differential for the curve.'",
    "masturbating for money - התפרנסות מאוננות - 'we tried masturbating for money.'",
    "quantum mechanics - מכניקת הקוונטים - 'just some quantum mechanics...'",
    "string theory - תורת המיתרים - 'with a little string theory...'",
    "clean colon - קולון נקי - 'a clean colon is less to worry about.'",
    "parallax distortion - עיוות פרלקס - 'to create a parallax distortion.'",
    "Klingon Boggle - בוגל קלינגון - 'we played Klingon Boggle...'",
    "MySpace - מייספייס - '212 friends on MySpace.'",
    "carnal relationship - קשר גופני - 'if a carnal relationship were to develop...'",
    "Born-Oppenheimer approximation - הקירוב של בורן-אופנהיימר - 'spoof of the Born-Oppenheimer.'",
    "laxative - משלשל - 'curry's a natural laxative...'",
    "proffer of sperm - הצעת זרע - 'never reneged on a proffer of sperm.'",
    "Luke Skywalker shampoo - שמפו של לוק סקייווקר - 'your Luke Skywalker shampoo?'",
    "fraud - הונאה - 'committing genetic fraud.'",
    "differential equations - משוואות דיפרנציאליות - 'solve for the area under a curve.'"
  ],
  "episode-2": [
    "epinephrine- אפינפרין- you can have my epinephrine",
    "compulsive- כפייתי- compulsive need to sort",
    "vortex- סופה- this is a swirling vortex of entropy",
    "meticulous- קפדני- Because it was immaculate",
    "schematic- סכמטי- a suggested organizational schematic",
    "otorhinolaryngologist- אוטורינולרינגולוג- you might wanna see an otorhinolaryngologist",
    "proctologist- פרוקטולוג- that's either a proctologist",
    "paradigm- פרדיגמה- a new organizational paradigm",
    "sarcastic- ציני- hold up a sarcasm sign",
    "insomnia- אינסומניה- a well-known folk cure for insomnia",
    "entropic- אנטרופי- this is a swirling vortex of entropy",
    "pathology- פתולוגיה- it's his pathology",
    "infrared- אינפרא אדום- Run an infrared repeater",
    "photocell- תא פוטו- Run an infrared repeater, photocell here",
    "emitter- משדר- photocell here, emitter here",
    "aquarium- אקווריום- How about a liquid cooler? A little aquarium pump here",
    "PVC- פי.וי.סי- Run some quarter-inch PVC",
    "oxidize- לחמצן- Raj and I will get the oxyacetylene torch",
    "aluminum- אלומיניום- 6 square meters of aluminum",
    "immaculate- נקי מאוד- Because it was immaculate"
  ],
  "episode-3": [
    "teleported- הועבר בטלפורטציה- The bastard teleported",
    "avatar- אווטאר- or your avatar right now",
    "snail mail- דואר רגיל- Stealing snail mail, very old school",
    "propensity- נטייה- Civil servants have a documented propensity",
    "hallway- מסדרון- What about your, uh, hallway friend?",
    "polyps- פוליפים- nip intestinal polyps in the bud",
    "ambiguous- דו-משמעי- There is an inherent ambiguity",
    "string theory- תאוריית המיתרים- with the exception of string theory",
    "pheromones- פרומונים- Heart rate, pheromones, etcetera",
    "ketchup- רוטב עגבניות- Did you spill ketchup?",
    "concussion- רעידת מוח- a sign of a concussion",
    "carsick- חולי נסיעות- but I get carsick too",
    "subset- תת-קבוצה- or a subset of them might be there",
    "venereal- מיני- nothing venereal",
    "emotional chafing- חיכוך רגשי- emotional chafing",
    "dated- התייחס- she knows she's been dated",
    "inertial- אינרציאלי- in an inertial frame",
    "rebound- נפיחה- just be rebound sex",
    "ambiguous- דו-משמעי- There is an inherent ambiguity",
    "algorithm- אלגוריתם- no algorithm for love"
  ],
  "episode-4": [
    "sabbatical- שבתון- I'm taking a sabbatical",
    "mediocre- בינוני- I won't kowtow to mediocre minds",
    "kowtow- שחוויה (השתחווה)- I won't kowtow to mediocre minds",
    "fissionable- נתפצל- he had no fissionable materials",
    "licorice- שוש- fight a bobcat for some licorice",
    "rapture- התלהבות עזה- until the rapture",
    "serape- סרפה- This is not a serape, it's a poncho",
    "savor- להנות מ- I'm going to savor it",
    "calipers- מצמדים- assuming your brakes are new and the calipers are aligned",
    "buoyancy- ציפה- the buoyancy of the fish",
    "jellyfish- מדוזה- DNA from luminous jellyfish",
    "menopause- גיל המעבר- When did your mother go into menopause?",
    "placemat- מפת שולחן- grab a plate and a pretty placemat",
    "sanctification- קידוש- the process of sanctification in religious texts",
    "aperture- פתח- adjust the aperture for better light",
    "luminous- מאיר- work with luminous fish",
    "bacterial- חיידקי- knows anything about bacterial growth",
    "silicon-based- מבוסס צורן- idea of what DNA would look like in a silicon-based life form",
    "yellow cake uranium- יורניום קייק צהוב- yellow cake uranium in a shed",
    "sonic death ray- קרן מוות סונית- built a sonic death ray"
  ],
  "episode-5": [
    "infantry- חיל רגלים- moving my infantry division",
    "battalion- גדוד- augmented by battalion of orcs",
    "flank- להקיף- We flank the Tennessee volunteers",
    "vulnerable- פגיע- orcs are magic. Superman is vulnerable to magic",
    "cavalry- חיל הסוסים- lost Godzilla to the Illinois cavalry",
    "consolation- נחמה- could be offering consolation",
    "semiotics- סמיוטיקה- a matter of semiotics",
    "foreplay- משחק מקדים- A little musical foreplay",
    "booty call- קריאה למפגש מיני- share a Nobel Prize with your booty call",
    "protocol- פרוטוקול- I don't know what the protocol is here",
    "neurotic- נוירוטי- you're too neurotic to talk to her",
    "seduce- לפתות- I'm seducing you",
    "euphemism- אופמיזם- an obvious, crude, double entendre",
    "pretext- טיעון כיסוי- pretext for letting you know that I'm sexually available",
    "dopamine- דופמין- dopamine in our brains is released",
    "hypothalamus- היפותלמוס- can't stick an electrode in our hypothalamus",
    "misjudge- שגה בהערכתו- I may have misjudged this restaurant",
    "platitude- פלטיטודה- just a generic platitude",
    "bid- הצעה- or was that a subtle bid for attention",
    "ratios- יחסים- satisfying meat-to-bun-to-condiment ratio"
  ],
  "episode-6": [
    "humiliating- משפיל- That was absolutely humiliating.",
    "savage- פראי- some fairly savage preadolescent Jews.",
    "annihilated- הושמדנו- we were annihilated by our own incompetence",
    "incompetence- חוסר כשירות- annihilated by our own incompetence",
    "concise- תמציתי- I was giving clear, concise orders.",
    "fragged- נפגע מאש חברתי- consider being fragged by your own troops fun.",
    "inquiry- חקירה- There will be an inquiry.",
    "genre-specific- ספציפי לז'אנר- are the costumes random or genre-specific?",
    "parade- מצעד- what time does the costume parade start?",
    "gravity field- שדה כבידה- disrupting the local gravity field.",
    "opposable thumbs- אגודלים נגדיים- Homo habilis discovering his opposable thumbs says, 'What?'",
    "puffery- התפארות ריקה- driven to animalistic puffery.",
    "dominance- דומיננטיות- assert my dominance face to face.",
    "paradigm shift- מהפכת פרדיגמה- society has undergone a paradigm shift.",
    "alpha males- זכרים אלפא- in the information age, you and I are the alpha males.",
    "inebriated- שתוי- I'm upset and really drunk.",
    "consolation- נחמה- There, there.",
    "cultural convention- מוסכמה תרבותית- the cultural convention is to bring them hot beverages.",
    "clarification- הבהרה- Thank you for the clarification.",
    "listener- מאזין- you are such a good listener."
  ],
  "episode-7": [
    "Mock- לעג- If we're through playing Mock the Flawed Technology",
    "inquiry- חקירה- There will be an inquiry.",
    "hamstrung- מוגבל- Whoever's her partner will be hamstrung by her lack of experience",
    "bouillabaisse- בויאבס (מרק דגים צרפתי)- Like some sort of erotic bouillabaisse?",
    "flawed- פגום- Mock the Flawed Technology",
    "ablutions- טיהורים- Plan your ablutions and bodily functions accordingly.",
    "horoscope- אסטרולוגיה- but on a more serious note, it's 8:13 and we're still not playing 'Halo.'",
    "substitutions- החלפות- No substitutions.",
    "reductions- הפחתות- No reductions.",
    "eliminations- הדחות- No eliminations.",
    "dumpling- כיסון- We'll just order three entrées.",
    "intertwining- שזור- like intertwining narratives in a complex story",
    "ethnic- אתני- like ethnic foods that provide a variety of flavors",
    "enigma- חידה- She's an enigma, Raj.",
    "cannibalism- קניבליזם- we might succumb to cannibalism",
    "hypoallergenic- היפואלרגני- Hypoallergenic pillows",
    "loofah- לופה (ספוג טבעי לרחצה)- You used my loofah?",
    "marauders- שודדים- protecting oneself against marauders",
    "carpal tunnel syndrome- תסמונת ערוץ הקרפל- carpal tunnel syndrome",
    "semantics- סמנטיקה- it's all about the semantics of the situation"
  ],
  "episode-8": [
    "misleading- מטעה- 'The online description was completely misleading.'",
    "broadband- רוחב פס- 'Guess whose parents just got broadband.'",
    "crotch- מפשעה- 'I'm looking at his crotch.'",
    "sensitive- רגיש- 'He's so sensitive.'",
    "meddle- להתערב- 'We don't want to meddle.'",
    "aspiration- שאיפה- 'It might speak to a cultural aspiration.'",
    "arranged- מסודרים- 'arranged marriages were the norm'",
    "monsoon- מונסון- 'we can avoid monsoon season.'",
    "obnoxious- מעצבן- 'Do you have a drink that will make him less obnoxious?'",
    "gravity- כבידה- 'promises everything's going to be all hunky-dunky.'",
    "bartending- מגיש בר- 'I need to practice mixing drinks.'",
    "specific gravities- צפיפויות ספציפיות- 'how liquids with different specific gravities interact.'",
    "suicide- התאבדות- 'dentists have an extremely high suicide rate.'",
    "gynecologist- רופא נשים- 'How can I be a gynecologist?'",
    "replication- שכפול- 'The key to acquiring proficiency in any task is replication.'",
    "inebriation- שכרות- 'If you're going to drink on this date, just promise me you won't overdo it.'",
    "monologue- מונולוג- 'If I may, your parents probably don't consider this meddling.'",
    "guinea pigs- חזירי גינאה- 'I need some guinea pigs.'",
    "slots- חריצים- '8 slots plus removable ID.'",
    "nightmare- סיוט- 'It's a nightmare.'"
  ],
    "episode-9": [
      "geosynchronous- גיאוסינכרוני- bouncing off a satellite in geosynchronous orbit",
      "transatlantic- טרנסאטלנטי- submerged transatlantic cables",
      "microwave- מיקרוגל- transferred across the continent via microwave relays",
      "relays- ממסרים- via microwave relays back to our ISP",
      "goose bumps- קרחורים- I've got goose bumps",
      "universal- אוניברסלי- universal remotes at RadioShack",
      "remote- שלט רחוק- turned your stereo down with your laptop",
      "synthetic- סינתטי- if I'm a synthetic human",
      "android- אנדרואיד- I want my brain in an android body",
      "circumcised- מול- android penis circumcised",
      "disembodied- לא גופני- when we're disembodied brains in jars",
      "judgmental- שופטני- in front of a group of judgmental strangers",
      "genius- גאון- wouldn't recognize genius if it were standing in front of them",
      "condensates- מעבות- Topical Conference on Bose-Einstein Condensates",
      "topical- נושאי- Topical Conference on Bose-Einstein Condensates",
      "conference- כנס- Topical Conference on Bose-Einstein Condensates",
      "anecdote- אנקדוטה- It's just an anecdote. It's not science",
      "spherical- כדורי- spherical-chicken joke",
      "ego- אגו- tormented by insecurity and has an ego",
      "validation- אימות- need validation from lesser minds"
    ],
    "episode-10": [
        "symposium- סימפוזיון- attending a symposium on molecular positronium",
        "positronium- פוזיטרוניום- symposium on molecular positronium",
        "sociopath- סוציופת- physiological response while lying is characteristic of a violent sociopath",
        "physiological- פיזיולוגי- no rapid breathing, no increase in perspiration",
        "transparent- שקוף- your lie was laughably transparent",
        "convoluted- מסובך- mine is exquisitely convoluted",
        "unravelable- ניתן לפיתול- an un-unravelable web",
        "substance- חומר- substance abuse is a lifelong struggle",
        "biochemical- ביוכימי- research on addiction, both the biochemical",
        "behavioral- התנהגותי- and behavioral aspects",
        "serotonin- סרוטונין- predisposition to inadequate serotonin production",
        "predisposition- נטייה- genetic predisposition towards addiction",
        "quintessential- מהותי ביותר- the quintessential middle child",
        "rehab- שיקום- convince him to go to rehab",
        "motivation- מוטיבציה- this as my motivation",
        "abused- נהפך לנפגע- I was abused in the Philippines",
        "detoxing- ניקוי רעלים- as you can see, detoxing can get pretty ugly",
        "intervention- התערבות- we weren't able to convince him to go to rehab",
        "adolescent- בני נוער- shoved down his adolescent throat",
        "murder mystery- מסתורין רצח- a surprisingly gripping murder mystery dinner"
      ],
      "episode-11": [
        "three-dimensional- תלת-ממדי- Obviously, you're not well suited for three-dimensional chess",
        "contagious- מדבק- If influenza was only contagious after symptoms appear",
        "pathogen- פתוגן- We have no idea what pathogen Typhoid Penny has introduced",
        "antibodies- נוגדנים- I'm certain I have no corn-husking antibodies",
        "febrile- חום- Clearly, febrile delirium is setting in",
        "delirium- הזיה- Clearly, febrile delirium is setting in",
        "carrier- נשא- You're a carrier",
        "influenza- שפעת- If influenza was only contagious after symptoms appear",
        "symptoms- סימפטומים- If influenza was only contagious after symptoms appear",
        "cultures- תרביות- these cultures and my accompanying notes",
        "sputum- נזלת- I am producing sputum at an alarming rate",
        "petri dishes- מגשי פטרי- I'm making petri dishes to grow throat cultures",
        "paranoid- פרנואידי- He's paranoid and he's established a nest",
        "czechoslovakia- צ'כוסלובקיה- my lower intestine playing the part of Czechoslovakia",
        "blitzkrieg- בליץקריג- an internal blitzkrieg with my lower intestine",
        "fever- חום- My fever has been tracking up exponentially",
        "milky- חלבי- it has shifted from clear to milky green",
        "germaphobe- פוביה מחיידקים- Penny, you'll have to excuse Sheldon. He's a bit of a germaphobe",
        "fluids- נוזלים- drink plenty of fluids",
        "enema- שטיפת קיבה- Would you like an enema?"
      ],
      "episode-12": [
        "teleportation- הטלפורטציה- Here's the problem with teleportation.",
        "disintegrated- מתפרק- The original Sheldon would have to be disintegrated...",
        "re-created- נוצר מחדש- ...and re-created him in another.",
        "sought-after- מבוקש- Dennis is a highly sought-after doctoral candidate.",
        "graduate- לתואר שני- We're hoping to have him do graduate work here.",
        "dead end- סוף סתום- The string theory research being done is a dead end.",
        "Lorentz invariant- אינווריאנט לורנץ- You went wrong, haven't considered a Lorentz invariant...",
        "cyborg- קיבורג- I assumed... there'd be an asterisk by his name because he'd be a cyborg.",
        "prepositions- מילות יחס- Except for your tendency to end sentences with prepositions.",
        "quantum loop corrections- תיקוני לולאת קוונטים- You're doing work in quantum loop corrections.",
        "Open Science Grid computer- מחשב רשת המדע הפתוח- You don't have an Open Science Grid computer.",
        "free electron laser- לייזר אלקטרון חופשי- or a free electron laser.",
        "false vacuums- ואקום שקרי- the whole landscape of false vacuums in string theory...",
        "disturbance in the force- הפרעה בכוח- I sense a disturbance in the force.",
        "string theory- תורת המיתרים- The string theory research being done is a dead end.",
        "Nobel Prize in Physics- פרס נובל לפיזיקה- My prospects for the Nobel Prize in Physics have disappeared.",
        "Nobel Peace Prize- פרס נובל לשלום- I've decided to win the Nobel Peace Prize.",
        "Middle East crisis- משבר המזרח התיכון- I'll solve the Middle East crisis.",
        "Promised Land- ארץ המובטחת- Would make a perfectly good Promised Land.",
        "Wailing Wall- הכותל המערבי- If there was another Wailing Wall..."
      ],
      
        "episode-13": [
          "depicting- מתאר- Scene depicting Spock's birth.",
          "conception- התעברות- Interested in Spock's conception.",
          "mating- זיווג- For Vulcans, mating is private.",
          "conceive- להתעבר- They couldn't just conceive.",
          "clinic- מרפאה- Had to go to a clinic.",
          "private parts- איברי מין- Everybody's private parts are the same.",
          "stuck- תקוע- The 'A' key got stuck.",
          "Diet Coke- קוקה דיאט- Spilled Diet Coke.",
          "Physics Bowl- קערת הפיזיקה- In the university Physics Bowl.",
          "barbershop quartet- רביעיית ברברשופ- Formed a barbershop quartet.",
          "compete- להתחרות- Use intelligence in competition?",
          "practice round- סיבוב תרגול- Today's Physics Bowl practice round.",
          "optics- אופטיקה- Question on optics.",
          "pulse- פולס- Shortest light pulse produced?",
          "encode- לקודד- Encode data on drives.",
          "hard-disk drives- כוננים קשיחים- Data on hard-disk drives.",
          "quantum mechanical effect- אפקט קוונטי מכני- The quantum mechanical effect used.",
          "iso-spin singlet partner- בן זוג איזו-ספין סינגלט- Iso-spin singlet partner?",
          "light pulse- פולס אור- Shortest light pulse?",
          "satellite- לוויין- Artificial satellite glimpses?"
        ],
        
          "episode-14": [
            "disaster- אסון- This sandwich is an unmitigated disaster.",
            "moisture barrier- מחסום לחות- The cheese creates a moisture barrier.",
            "car wash- שטיפת רכב- Might as well have dragged it through a car wash.",
            "auctioning- מכרז- Someone is auctioning off a miniature Time Machine.",
            "memorabilia- פריטי זיכרון- Classic piece of sci-fi movie memorabilia.",
            "time-share- זמן משותף- A time-share time machine.",
            "sniping- ירי צלפים- People wait to snipe in auctions.",
            "nerd news- חדשות הגיקים- Switching to local nerd news.",
            "Physics Bowl- קערת הפיזיקה- Competing in the university Physics Bowl.",
            "barbershop quartet- רביעיית ברברשופ- Formed a barbershop quartet.",
            "optics- אופטיקה- The first question is on optics.",
            "hard-disk drives- כוננים קשיחים- Encode data on hard-disk drives.",
            "quantum mechanical effect- אפקט קוונטי מכני- Quantum mechanical effect used.",
            "iso-spin- איזו-ספין- Iso-spin singlet partner of the pi-zero meson.",
            "satellite- לוויין- Artificial satellite has seen glimpses.",
            "nerdvana- נרדוואנה- It's like nerdvana.",
            "chick magnets- מגנטים לנשים- Talk about chick magnets.",
            "time machine- מכונת זמן- You are the proud owner of a miniature time machine.",
            "sci-fi- מדע בדיוני- Classic piece of sci-fi.",
            "memorabilia- פריטי זיכרון- Piece of movie memorabilia."
          ],
          
            "episode-15": [
              "supercollider- מאיץ חלקיקים- Concerned the supercollider will create a black hole.",
              "social anxiety- חרדה חברתית- Testing a new medication for social anxiety.",
              "bulletin board- לוח מודעות- Maybe the comic book store doesn't have a bulletin board.",
              "lawyer- עורך דין- Maybe she's his lawyer.",
              "briefs- תחתונים- Free to examine my briefs.",
              "test subjects- נבדקים- Looking for test subjects here.",
              "side effects- תופעות לוואי- Mentioned there may be side effects.",
              "medication- תרופה- Accepted as a test subject for new medication.",
              "sniping- ירי צלפים- People wait until the last second to snipe.",
              "Pharmacology- פרמקולוגיה- The School of Pharmacology is looking for volunteers.",
              "panic attacks- התקפי פאניקה- New medication for panic attacks.",
              "agoraphobia- אגורפוביה- Testing medication for agoraphobia.",
              "obsessive compulsive disorder- הפרעה טורדנית כפייתית- Medication for obsessive compulsive disorder.",
              "auction- מכירה פומבית- Someone is auctioning off a miniature Time Machine.",
              "memorabilia- פריטי זיכרון- Classic piece of sci-fi movie memorabilia.",
              "time-share- שיתוף זמן- A time-share time machine.",
              "nerd news- חדשות הגיקים- Switching to local nerd news.",
              "Physics Bowl- קערת הפיזיקה- Competing in the university Physics Bowl.",
              "barbershop quartet- רביעיית ברברשופ- Formed a barbershop quartet.",
              "optics- אופטיקה- The first question is on optics."
            ],
              "episode-16": [
                "Tressling- טרסלינג- התאמץ פיזית ונטל נפשי",
                "disturbs- מפריע- Tressling disturbs guests",
                "Keebler- קיבלר- Mocking lack of strength",
                "lactose intolerance- אינטולרנטיות ללקטוז- Lactose intolerance problem",
                "frosting- ציפוי עוגה- Suggestion despite frosting",
                "ignored- מוזנח- Birthday ignored",
                "Horoscope- הורוסקופ- Horoscope done",
                "Astrology- אסטרולוגיה- Astrology debate",
                "Laser tag- לייזר טאג- Laser tag birthday",
                "Gift-giving- מתן מתנות- Gift-giving logic",
                "Social convention- מוסכמה חברתית- Social convention",
                "frivolity- קלות ראש- alcohol-induced frivolity",
                "meticulous- קפדני- meticulous experiments",
                "pseudoscientific- פסבדו-מדעי- astrology is pseudoscientific",
                "anguish- עגמת נפש- endured wearing conical hats",
                "disorientation- אובדן כיוון- mocked my disorientation",
                "achievements- הישגים- focused on celebrating achievements",
                "expelled- הושלך- being expelled from a birth canal",
                "trauma- טראומה- childhood trauma I did",
                "motorized- ממונע- a motorized dirt bike"
              ],
              "episode-17": [
                "idiosyncrasies - ספציפיות אישיות - separate your personal idiosyncrasies",
                "obligation - חובה - it's your obligation",
                "annoy - להציק - to annoy instead of me",
                "syphilitic - סיפיליטי - called Leonard a syphilitic donkey",
                "confront - להתמודד עם - I intend to confront them",
                "damsel - דמוזל (נערה בצרה) - What about damsel in distress?",
                "chivalry - אבירות - Twelfth century code of chivalry",
                "noxious - רעיל - without producing a noxious gas",
                "weaponized - להפוך לנשק - could be weaponized",
                "confidentiality - סודיות - He did break the implied confidentiality",
                "neo-cortex - ניאו-קורטקס - speech is centered in the neo-cortex",
                "amygdala - אמיגדלה - originated in the primitive portion of the brain, known as the amygdala",
                "epithelial - אפיתליאלי - my excess epithelial cells",
                "lactose intolerance - אינטולרנטיות ללקטוז - despite his lactose intolerance",
                "humiliate - להשפיל - has to humiliate me",
                "betrayed - נבגד - so betrayed and embarrassed",
                "affectionate - אוהב - of a very affectionate woman",
                "vulnerability - פגיעות - take advantage of her vulnerability",
                "renditions - ביצועים - first two renditions were far more compelling",
                "progeny - צאצאים - with no progeny"
              ]
            },
            "season-2": {
              "episode-201": [
                "acidophilus - אצידופילוס - doesn't have enough live acidophilus cultures",
                "carrageenan - קרג'ינן - with carrageenan added for thickness",
                "lactose intolerant - אינטולרנטיות ללקטוז - I'm lactose intolerant",
                "impromptu - בלתי מתוכנן - my impromptu conversation starters",
                "respiration - נשימה - No change in respiration",
                "dilated - מורחב - pupils un-dilated",
                "flushing - אדמומיות - no flushing of the chest",
                "mating - זיווג - Clearly a bad sign amongst mating humans",
                "axiomatic - אקסיומטי - back to arbitrary axiomatic statements",
                "Munchausen's Trilemma - טרילמת מונכהאוזן - a classic example of Munchausen's Trilemma",
                "evacuation - פינוי - my pre-packed disaster evacuation bag",
                "Constitutionally - מבחינה חוקתית - I'm constitutionally incapable",
                "predicated - מבוסס על - reason is predicated on a series of sub-reasons",
                "arbitrary - שרירותי - or it tracks back to arbitrary axiomatic statements",
                "circular - מעגלי - or it's ultimately circular",
                "inadequate - לא מספיק - the hot water is inadequate on machine two",
                "digestive regularity - סדירות עיכול - not referring to digestive regularity",
                "homonymic - הומונימי - relies on the homonymic relationship",
                "physiologically - פיזיולוגית - Physiologically impossible",
                "neurotic - נוירוטי - more nervous tics than a Lyme disease research facility"
              ],
              "episode-202": [
                "historical inaccuracies - חוסרי דיוק היסטוריים - rife with historical inaccuracies",
                "Germanic - גרמאני - Her costume was obviously Germanic",
                "Bavarian purity laws - חוקי הטוהר הבוואריים - the Bavarian purity laws, or Reinheitsgebot",
                "Reinheitsgebot - ריינהייטסגבוט - the Bavarian purity laws, or Reinheitsgebot",
                "mead - מיץ דבש - severely limited the availability of mead",
                "spiced wine - יין תבלינים - they would have had some sort of spiced wine",
                "polypropylene - פוליפרופילן - would not have been made of polypropylene",
                "codpiece - קודפיס (חלק מתלבושת גברים בתקופה) - any-excuse-to-wear-a-codpiece fair",
                "chain mail - שריון קשירה - My chain mail's stuck in my underwear",
                "historically accurate - היסטורית מדויקת - historically accurate undergarments out of linen",
                "linen - פשתן - historically accurate undergarments out of linen",
                "genetic weaknesses - חולשות גנטיות - what genetic weaknesses run in your family?",
                "lactose intolerance - אינטולרנטיות ללקטוז - There's the lactose intolerance",
                "male-pattern baldness - קירחת גברית - Don't forget the male-pattern baldness",
                "passive-aggressive - פסיבי-אגרסיבי - passive-aggressive East Texas blowhole",
                "quantum physics - פיזיקת קוונטים - Do you have a working knowledge of quantum physics?",
                "Klingon - קלינגון (שפה בדיונית) - Do you speak Klingon?",
                "statistically speaking - מבחינה סטטיסטית - Statistically speaking...",
                "untested hypothesis - השערות שלא נבדקו - We're talking about untested hypothesis",
                "temporal anomaly - אנומליה זמנית - That's a temporal anomaly"
              ],
              "episode-203": [
                "Sheldor the Conqueror - שלדור הכובש - Fellow warriors, this is Sheldor",
                "AFK - מחוץ למקלדת - Sheldor is AFK",
                "Baldwin lock - מנעול בולדווין - Baldwin lock on your door",
                "Scandinavian and Germanic peoples - עמים סקנדינביים וגרמניים - settled by Scandinavian and Germanic",
                "dietary staple - רכיב תזונתי בסיסי - insects are a dietary staple",
                "structural integrity - תקינות מבנית - weakened the structural integrity",
                "multi-loop calculations - חישובים מרובי לולאות - important multi-loop calculations",
                "tautology - טאוטולוגיה - reply in a meaningless tautology",
                "non-Newtonian fluid - נוזל לא-ניוטוני - corn starch and water make a non-Newtonian fluid",
                "percussive action - פעולה פרקוסיבית - solid under the percussive action",
                "online multiplayer game - משחק מרובה משתתפים באינטרנט - playing Age of Conan",
                "enchanted sword - חרב מוקסמת - Do you have the enchanted sword?",
                "Temple of Mitra - מקדש מיטרה - been to the Temple of Mitra?",
                "Sanctum of Burning Souls - מקדש הנשמות הבוערות - group of at least five for the Sanctum",
                "Heimlich maneuver - מנוף היימליך - Who will administer the Heimlich?",
                "sexual frustration - תסכול מיני - compensating for her sexual frustration",
                "self-esteem - הערכה עצמית - trying to shore up her self-esteem",
                "sexual intercourse - יחסי מין - Go get yourself a little rebound sexual intercourse",
                "dating sites - אתרי הכרויות - signed up for online dating",
                "non-Newtonian fluid demonstration - הדגמת נוזל לא-ניוטוני - corn starch and water"
              ],
              "episode-204": [
                "kung pao chicken - עוף קונג פאו - Raj was the kung pao chicken",
                "dumplings - כיסונים - I'm the dumplings",
                "shrimp with lobster sauce - שרימפס עם רוטב לובסטר - Who was the shrimp with lobster sauce?",
                "baby wipe - מגבונים לתינוק - Baby wipe?",
                "hot air blowers - מייבשי אוויר חם - replaced the paper towels with hot air blowers",
                "bacteria and pestilence - חיידקים ומגפות - blowers are incubators of bacteria and pestilence",
                "30 under 30 - 30 מתחת ל-30 - one of their 30 under 30 to watch",
                "People magazine - פיפל - People magazine is naming me",
                "VIP section - מדור VIP - couldn't get you into the VIP section",
                "photo shoot - צילומים - off to the People magazine photo shoot",
                "limo - לימוזינה - They sent a limo",
                "assistant - עוזר - it's my assistant, Trevor",
                "untouchables - הנבזים - we just call them untouchables",
                "reception - קבלה - reception for my magazine article",
                "neutrino - נייטרינו - found my missing neutrino",
                "People magazine thing - דבר של פיפל - celebrate your People magazine thing",
                "peer review - ביקורת עמיתים - Was there some sort of peer review committee?",
                "humble boy from New Delhi - ילד צנוע מניו דלהי - a humble boy from New Delhi",
                "online gaming addiction - התמכרות למשחקים מקוונים - online gaming addiction",
                "artificial intelligence - בינה מלאכותית - wonderful work with artificial intelligence"
              ],
              "episode-205": [
                "Star Wars sheets - סדיני מלחמת הכוכבים - bought these Star Wars sheets",
                "Darth Vader - דארת' ויידר - I don't like the way Darth Vader stares at me",
                "Pottery Barn - פוטרי בארן - stop by Pottery Barn",
                "free-electron laser - לייזר אלקטרונים חופשי - using the new free-electron laser",
                "bungee cords - רצועות באנג'י - lash yourself to the seat with bungee cords",
                "DMV - רשות הרישוי - Department of Motor Vehicles New Driver Handbook",
                "learner's permit - אישור למתלמד - Here's your learner's permit",
                "Euclid Avenue - רחוב אוקליד - You're going up Euclid Avenue?",
                "check-engine light - נורית בדוק מנוע - Your check-engine light is on",
                "comic-book store - חנות קומיקס - go to the comic-book store",
                "seat belts - חגורות בטיחות - They don't have seat belts",
                "simulator - מדמה - state-of-the-art simulator",
                "learner's permit - אישור נהיגה למתחיל - learner's permit",
                "driving test - מבחן נהיגה - Take this to the testing area",
                "check-engine light - נורית בדיקת מנוע - check-engine light to be very troubling",
                "speed bumps - מכשולי מהירות - slow down for the speed bumps",
                "reaction time - זמן תגובה - reduces one's reaction time",
                "driver's license - רישיון נהיגה - I need a driver's license",
                "Homo novus - הומו נובוס - I'm too evolved for driving",
                "evolution - אבולוציה - further along the evolutionary scale"
              ],
              "episode-206": [
                "experimental physics - פיזיקה ניסיונית - considering going into experimental physics",
                "Peach Snapple - סנאפל אפרסק - accidentally spill Peach Snapple",
                "helium neon laser - לייזר הליום-ניאון - into a helium neon laser",
                "theoretical physics department - המחלקה לפיזיקה תיאורטית - tell you about the theoretical physics department",
                "labradoodles - לברדודלים - explain the laws of thermodynamics to labradoodles",
                "comic book store - חנות קומיקס - take you to the comic book store",
                "laws of thermodynamics - חוקי התרמודינמיקה - explain the laws of thermodynamics",
                "string-network condensates - קונדנסטים של רשת מיתרים - string-network condensates",
                "fermions and gauge bosons - פרמיונים ובוזוני כיול - picture of fermions and gauge bosons",
                "neutrinos - נייטרינואים - how you intend to add neutrinos",
                "comic book store - חנות קומיקס - take me to return my Star Wars sheets",
                "Department of Motor Vehicles - משרד התחבורה - Department of Motor Vehicles New Driver Handbook",
                "learner's permit - אישור נהיגה למתחיל - Here's your learner's permit",
                "DMV - רשות הרישוי - Department of Motor Vehicles",
                "driving simulator - מדמה נהיגה - state-of-the-art simulator",
                "comic book store - חנות קומיקס - the latest issue of Batman is out",
                "free pizza - פיצה חינם - Yes, I'm getting a free pizza",
                "Pad Thai - פאד תאי - More pad Thai, please"
              ],
              "episode-7": [
                "kapla' - קפלא' - All right, Boggle warriors... kapla'!",
                "kreplach - קרפלך - And 'kreplach.'",
                "bilurrrbe - בילורבה - Judge's ruling? Bilurrrbe.",
                "pruny - קמטים - Lucky for her I like my fashion models pruny and bug-eyed.",
                "manipulative - מניפולטיבי - Oh, do we have to suffer through this transparently manipulative pseudo-reality again?",
                "parliamentary - פרלמנטרי - Fine. Mock Parliamentary procedure.",
                "triangulation - טריאנגולציה - So based on our triangulation, we've narrowed down the location of the Top Model house",
                "integrity - שלמות - Yeah, and then you put it back, compromising the integrity of all the other onion rings.",
                "banished - גורשה - Ooh, strike three. I'm banished?",
                "circumvent - לעקוף - As a consequence of your efforts to circumvent my will, everyone is awarded one additional strike.",
                "hogtie - לקשור כמו חזיר - I can hogtie and castrate him in 60 seconds.",
                "neuter - לסרס - No need to neuter the nerd.",
                "Kryptonite - קריפטוניט - Sheldon's Kryptonite.",
                "rescind - לבטל - I rescind your strikes and you are no longer banished.",
                "pseudo-reality - פסבדו-ריאליטי - suffer through this transparently manipulative pseudo-reality again?",
                "agenda - סדר יום - Put it on the agenda.",
                "parasitic - טפילי - end to your parasitic piggybacking upon our WiFi.",
                "compromise - פשרה - You and I have a standing TV schedule, which is the result of extensive debate and compromise.",
                "protest - להפגין - Did you protest?",
                "vociferously - בקול רם - Did you protest vociferously?"
            ],
            
              "episode-8": [
                "subtraction - חיסור - Simple subtraction will tell you it's six better.",
                "compromise - פשרה - In what sense is that a compromise?",
                "anecdotal - אנקדוטלי - Anecdotal evidence suggests players familiar tie 75 to 80% of the time.",
                "distinctive - מובחן - You employ a visual display designed to make yourself distinctive.",
                "negs - נגים (ביקורת חיובית שלילית) - toss out some negs.",
                "paramedic - חובש - You're gonna need a paramedic.",
                "quintessential - מהותי - we've arrived at another quintessential rock-paper-scissors-lizard-Spock moment.",
                "Defcon - דפקון (רמת אזהרה) - Howard's at the Mars Rover lab. He says he's in trouble. Defcon 5.",
                "malfunction - תקלה - unable to determine the cause of the Mars Rover's malfunction.",
                "ditch - תעלה - I got the Mars Rover stuck in a ditch.",
                "clearance - הרשאה - She doesn't exactly have clearance.",
                "engorged - מונפח - the rutting baboon with engorged hindquarters.",
                "honky-tonks - ברים זולים - from honky-tonks come in and play with $200 million government projects?",
                "propulsion - הנעה - without any means of propulsion.",
                "brisket - צלי קרסול - My mom cooks a hell of a brisket.",
                "pyramids - פירמידות - We built the pyramids.",
                "appendix - תוספתן - I removed an appendix.",
                "gall bladder - כיס מרה - a gall bladder.",
                "autotrophs - אוטוטרופים - The autotrophs began to drool.",
                "ectoplasmic - אקטופלסמי - the so-called ectoplasmic issue of a disembodied soul."
              ],
              "episode-10": [
                "inflammation - דלקת - Yeah, there's no inflammation at all, Sheldon.",
                "tumor - גידול - Then it must be a tumor.",
                "bacterial infection - זיהום חיידקי - Maybe it's a lingering bacterial infection.",
                "swirlies - סחרורים (במובן של הטבעה באסלה) - from all those childhood toilet swirlies.",
                "octave - אוקטבה - I keep hearing an octave above middle C.",
                "cohabitation - שיתוף פעולה - implementation of the cohabitation rider.",
                "communal - קהילתי - the door becomes communal.",
                "accumulation - הצטברות - accommodate the increased accumulation of dead skin cells.",
                "initial - לחתום בתחיליות - You initialed it.",
                "superpowers - כוחות על - in case I get superpowers.",
                "sphygmomanometer - ספיגמומנומטר (מד לחץ דם) - the blood pressure cuff is called a sphygmomanometer.",
                "laparoscopy - לפרוסקופיה - an exploratory laparoscopy.",
                "fabric softener - מרכך בדים - Do you have any fabric softener?",
                "duvet - דווי - and I don't even know what a duvet is.",
                "dust ruffle - ראפל לאבק - and a dust ruffle.",
                "contemptible - מבוזה - Isn't that kind of cowardly?",
                "larynx - קולטן - I have an inflamed larynx.",
                "herbal tea - תה צמחים - We are out of herbal tea.",
                "inflamed - מודלק - I have an inflamed larynx.",
                "prostate exam - בדיקת ערמונית - My girlfriend is not gonna give you a prostate exam."
              ]
            
            
                        
              
              
              
              
              
              
              
          
          
        
        
      
    
}
}